Repository: catalind/zeus
Catalog: zeus/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Simple election with one or more questions
ro: Alegeri simple cu una sau mai multe întrebări

source: Ballot
ro: Buletin de vot

source: Question
ro: Întrebare

source: Answer
ro: Răspuns

source: Add questions to the election
ro: Adaugă întrebări la alegeri

source: Too many choices
ro: Prea multe variante

source: Question '{0}' requires at least {1} choices.
ro: Întrebarea '{0}' necesită cel puțin {1} variante.

source: Results
ro: Rezultate

source: Party lists election
ro: Alegeri cu liste de partid

source: Manage ballot
ro: Gestiunea buletinului de vot

source: Candidates
ro: Candidați

source: Candidate
ro: Candidat

source: Party
ro: Partid

source: Preferential voting election (Schulze method)
ro: Alegeri cu vot preferențial (metoda Schulze)

source: Candidates List
ro: Lista Candidaților

source: No candidates set
ro: Niciun candidat setat

source: Manage candidates
ro: Gestionează candidații

source: Score voting election
ro: Alegeri cu vot cu scoruri

source: Manage questions
ro: Gestionează întrebările

source: No questions set
ro: Nicio întrebare setată

source: Voter excluded
ro: Alegător exclus

source: Trustees
ro: Gardieni

source: Multiple mixnets
ro: Rețele de amestecat voturi multiple

source: English
ro: Engleză

source: Greek
ro: Greacă

source: Set the language that will be used for email messages
ro: Alege limba care va fi folosită pentru mesajele email

source: Communication language
ro: Limba de comunicare

source: Mobile SMS notifications enabled
ro: Notificările prin SMS activate

source: Departments
ro: Departamente

source: Invalid voting end date
ro: Data de sfârșit a votării invalidă

source: Invalid voting dates
ro: Datele votării sunt invalide

source: Invalid voting extension date
ro: Data pentru extinderea votării invalidă

source: Invalid trustees format
ro: Formatarea gardienilor este invalidă

source: Min answers
ro: Nr. minim răspunsuri

source: Max answers
ro: Nr. maxim răspunsuri

source: Max answers should be greater or equal to min answers
ro: Nr. maxim de răspunsuri trebuie să fie mai mare sau egal cu nr. minim de răspunsuri

source: No duplicate choices allowed
ro: Opțiunile duplicate nu sunt permise

source: Party name
ro: Numele partidului

source: Scores
ro: Scoruri

source: Number of answers must be equal or bigger than max answers
ro: Numărul de variante posibile trebuie să fie mai mare sau egal cu nr. maxim de răspunsuri

source: This field is required.
ro: Acest câmp este necesar.

source: Value must be a positve integer
ro: Valoarea trebuie să fie un întreg poziitv

source: Username
ro: Nume de utilizator

source: Password
ro: Parolă

source: Invalid username or password
ro: Utilizator sau parolă incorectă

source: Your account is disabled
ro: Contul tău este dezactivat

source: Poll forum enabled
ro: Forumul scrutinului activ

source: Link voters list to another poll
ro: Folosește lista de alegători a altui scrutin

source: Voting starts at %s
ro: Votarea începe la %s

source: 2-factor authentication
ro: Autentificare cu 2 factori

source: 2-factor authentication help text
ro: Text de asistență pentru autentificarea cu 2 factori

source: Invalid poll
ro: Scrutin invalid

source: Forum should start before voting.
ro: Forumul trebuie să înceapă înainte de votare.

source: Invalid forum access end date
ro: Dată de sfârșit a accesului la forum invalidă

source: Forum should end before voting.
ro: Forumul trebuie să se încheie înainte de votare.

source: Invalid forum extension date.
ro: Dată de extindere a forumului invalidă

source: Forum cannot be enabled for linked polls
ro: Forumul nu poate fi activat pentru scrutinuri conectate

source: Duplicate poll names are not allowed
ro: Nu este permis același nume de scrutin

source: Poll name cannot be changed after freeze
ro: Numele scrutinului nu poate fi schimbat după înghețare

source: This URL is invalid
ro: Acest URL este invalid

source: all selected voters
ro: toți alegătorii selectați

source: selected voters who have cast a ballot
ro: toți alegătorii care au votat deja

source: selected voters who have not yet cast a ballot
ro: toți alegătorii care nu au votat încă

source: Email only
ro: Numai prin email

source: SMS only
ro: Numai prin SMS

source: Email and SMS
ro: Prin email și SMS

source: Email subject
ro: Subiectul emailului

source: In place of BODY
ro: În locul lui BODY

source: In place of SMS_BODY
ro: În loclui lui SMS_BODY

source: Contact method
ro: Metodă de contact

source: Do not send sms if voter email is set
ro: Nu trimite sms dacă adresa de email a alegătorului este completată

source: Send To
ro: Trimite către

source: Please provide SMS body
ro: Introduceți textul SMS-ului

source: Current password
ro: Parola curentă

source: New password
ro: Parola nouă

source: New password confirm
ro: Confirmă parola nouă

source: Invalid password
ro: Parolă invalidă

source: Passwords don't match
ro: Parolele nu se potrivesc

source: Login password
ro: Parolă de login

source: Invalid login code
ro: Cod de login invalid

source: Invalid email or password
ro: Email sau parolă incorectă

source: Ballot choice %s
ro: Opțiune buletin de vot %s

source: Invalid ballot
ro: Buletin de vot invalid

source: Candidates list. e.g., <br/><br/> FirstName, LastName, FatherName, SchoolA<br /> FirstName, LastName, FatherName, SchoolB<br />
ro: Lista candidaților. De ex., <br/><br/> Prenume, Nume, Numele tatălui, ȘcoalaA<br /> Prenume, Nume, Numele tatălui, ȘcoalaB<br />

source: Election name
ro: Numele alegerilor

source: Voting start date
ro: Data de începere a votării

source: Voting end date
ro: Data de terminare a votării

source: Institution name
ro: Numele instituției

source: Maximum elected per department
ro: Maxim aleși per departament

source: Ballots count
ro: Numărul de buletine de vot

source: Invalid date format
ro: Formatul datei invalid

source: Candidate %s is invalid
ro: Candidatul %s este invalid

source: This is a trial election
ro: Acestea sunt alegeri de test

source: Choose the type of the election
ro: Alege tipul de alegeri

source: TRUSTEES_LIST_HELP_TEXT
ro: Lista gardienilor. e.g., <br/><br/>Ioana Petrescu, ipetrescu@email.com<br/>Mihai Popescu, mpopescu2212@gmail.com<br/>

source: Election description
ro: Descrierea alegerilor

source: When voting ends
ro: Când se termină votul

source: When voting starts
ro: Când începe votul

source: Voting extension date
ro: Data de extindere a votării

source: Voters can contact this email for election support
ro: Alegătorii pot scrie la această adresă de email pentru asistență tehnică

source: Voters can contact this phone for election support
ro: Alegătorii pot suna la acest număr pentru asistență tehnică

source: Whether or not to allow remote mixing
ro: Dacă se permite amestecarea voturilor de la distanță

source: Require voters to accept specified terms in order to cast a vote.
ro: Obligă alegătorii să accepte termenii de mai jos pentru a putea vota

source: Whether or not to enable election forum
ro: Dacă se activează forumul pentru alegeri

source: Forum access starts at
ro: Accesul la forum începe la

source: Forum access ends at
ro: Accesul la forum se termină la

source: Confirm voter removal: {{ voter.voter_name}} {{ voter.voter_surname }} {{ voter.voter_fathername }} ({{ voter.voter_contact_field_display }})
ro: Confirmă eliminarea alegătorului: {{ voter.voter_name}} {{ voter.voter_surname }} {{ voter.voter_fathername }} ({{ voter.voter_contact_field_display }})

source: Are you sure you want to delete the selected trustee ?
ro: Ești sigur că vrei să elimini gardianul pe care l-ai selectat?

source: Are you sure you want to freeze the election ?
ro: Ești sigur că vrei înghețarea ('baterea în cuie') alegerilor?

source: Are you sure you want to delete the selected poll ?
ro: Ești sigur că vrei să ștergi scrutinul selectat?

source: End
ro: Sfârșit

source: Extension
ro: Extindere

source: Voters
ro: Alegători

source: Excluded voters
ro: Alegători excluși

source: Poll name
ro: Nume scrutin

source: RESULTS
ro: REZULTATE

source: TOTAL VOTES
ro: VOTURI TOTALE

source: VALID VOTES
ro: VOTURI VALIDE

source: INVALID VOTES
ro: VOTURI INVALIDE

source: BLANK VOTES
ro: VOTURI NULE

source: PARTY RESULTS
ro: REZULTATE PARTID

source: CANDIDATE RESULTS
ro: REZULTATE CANDIDAT

source: BALLOTS
ro: BULETINE DE VOT

source: PARTY
ro: PARTID

source: CANDIDATE
ro: CANDIDAT

source: VALID/INVALID/BLANK
ro: VALID/INVALID/NUL

source: BLANK
ro: NUL

source: Ballots
ro: Buletine de vot

source: Eliminated
ro: Eliminați

source: Elected
ro: Aleși

source: Votes
ro: Voturi

source: NO
ro: NU

source: YES
ro: DA

source: SCORES
ro: SCORURI

source: SCORES:
ro: SCORURI:

source: Institution
ro: Instituțiile

source: Electors
ro: Electori

source: Name
ro: Nume

source: Polls
ro: Scrutinuri

source: Official
ro: Oficial

source: Total rounded
ro: Total rotunjit

source: GROUP
ro: GRUPA

source: QUESTION
ro: ÎNTREBARE

source: Total votes: %d
ro: Voturi totale: %d

source: Blank: %d
ro: Nul: %d

source: Zeus Elections - Poll Results
ro: Zeus Election - Rezultatele Scrutinului

source: Start: %(date)s
ro: Început: %(date)s

source: End: %(date)s
ro: Sfârșit: %(date)s

source: Extension: %(date)s
ro: Extindere: %(date)s

source: Are you sure?
ro: Ești sigur?

source: (all voters selected)
ro: (toți alegătorii selectați)

source: Registration ID
ro: Identificator alegător

source: Surname
ro: Nume de familie

source: Given name
ro: Prenume

source: Middle name
ro: Prenume 2

source: Mobile phone
ro: Telefon mobil

source: Vote weight
ro: Ponderea votului

source: Has voted
ro: A votat

source: Booth invitation sent at
ro: Invitația de a vota trimisă la

source: Last visit
ro: Ultima vizită

source: Actions
ro: Acțiuni

source: Creation
ro: Creare

source: Election status
ro: Starea alegerilor

source: Trial
ro: Test

source: Voters Voted
ro: Alegători care au votat

source: Number of Polls
ro: Numărul de scrutinuri

source: Administrators
ro: Administratori

source: Trustee login url sent
ro: URL-ul de login pentru gardieni a fost trimis

source: You cannot modify a post with existing replies
ro: Nu poți modifica o postare care are răspunsuri

source: Forum post deleted successfully.
ro: Postarea de pe forum a fost ștearsă.

source: You cannot modify this post
ro: Nu poți modifica această postare

source: You have successfully subscribed for forum notifications.
ro: Te-ai abonat cu succes la notificările de pe forum.

source: You have successfully unsubscribed from forum notifications.
ro: Te-ai dezabonat cu succes de la notificările de pe forum.

source: Poll updated successfully
ro: Scrutinul actualizat cu succes

source: Unlink linked polls in order to be able to delete the poll.
ro: Deconectează scrutinurile legate de acesta pentru a putea să-l ștergi.

source: Greek (iso-8859-7)
ro: Greacă (iso-8859-7)

source: Latin (iso-8859-1)
ro: Latină (iso-8859-1)

source: Invalid encoding
ro: Encodare invalidă

source: Invalid voter file id
ro: Identificator de fișier cu alegători invalid

source: Enter a valid email address. <br />
ro: Introdu o adresă de email validă. <br />

source: No file uploaded
ro: Niciun fișier nu a fost uploadat

source: Time to Vote
ro: E momentul votului

source: Additional Info
ro: Informații adiționale

source: Voting end date extended
ro: Data de sfârșit a votării a fost prelungită

source: No voters were found.
ro: Nu s-au identificat alegători.

source: Email sending started
ro: Trimiterea de emailuri a început

source: Something went wrong
ro: Ceva nu e în regulă

source: No SMS deliveries left.
ro: Nu au mai rămas livrări de SMS-uri.

source: Voter removed successfully
ro: Alegătorul a fost șters

source: Poll does not support voter url login.
ro: Scrutinul nu suportă login cu link

source: You need to logout from your current account to access this view.
ro: Trebuie să ieși din contul tau curent pentru a putea accesa această pagină.

source: Invalid ballot data
ro: Datele de pe buletinul de vot invalid

source: Invalid email address
ro: Adresă de email incorectă

source: Client address unavailable
ro: Adresa de client indisponibilă

source: There are too many requests from your address
ro: Sunt prea multe solicitări de la adresa ta

source: There are too many emails registered from your address
ro: Sunt prea multe emailuri înregistrate de la adresa ta

source: Cannot create demo users right now. Sorry.
ro: Nu putem crea utilizatori demo în acest moment. Scuze.

source: An email with demo credentials has been sent to %s
ro: Un email cu utilizator și parolă demo a fost trimis către %s

source: You do not have permission to access this page.
ro: Nu ai permisiunea de a accesa această pagină.

source: An error has been occured. Please notify the server admin.
ro: O eroare s-a produs. Te rugăm să notifici administratorul server-ului.

source: The requested page was not found.
ro: Pagina cerută nu a fost găsită.
