Repository: catalind/zeus
Catalog: helios/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Terms of use
ro: Termeni de folosire
