Repository: catalind/zeus
Catalog: helios/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Email subject
ro: Subiectul emailului

source: Email body
ro: Textul emailului

source: Send To
ro: Trimite către

source: all voters
ro: toți alegătorii

source: voters who have cast a ballot
ro: alegătorii care au votat deja

source: voters who have not yet cast a ballot
ro: alegătorii care nu au votat încă

source: Voter ID
ro: Identificatorul alegătorului

source: Unresolved
ro: Nerezolvat

source: Unofficial
ro: Neoficial

source: Official
ro: Oficial

source: Election type
ro: Tipul alegerilor

source: Election name
ro: Numele alegerilor

source: Support email
ro: Adresa de email pentru asistență

source: Support phone
ro: Nr. de telefon pentru asistență

source: Election description
ro: Descrierea alegerilor

source: Trial election
ro: Alegeri de test

source: Departments
ro: Departamente

source: Voting starts at
ro: Votarea începe la

source: Voting ends at
ro: Votarea se termină la

source: Voting extended until
ro: Votarea a fost prelungită până la

source: Cast consent test
ro: Acord privind votarea

source: Add at least one trustee
ro: Adăugă cel puțin un gardian

source: Have trustee %s generate a keypair
ro: Gardianul %s trebuie să genereze o pereche de chei

source: Have trustee %s verify his key
ro: Gardianul %s trebuie să și verifice cheia

source: Canceled
ro: Anulat

source: Completed
ro: Finalizat

source: Voting
ro: Se votează

source: Results computed
ro: Rezultatele au fost calculate

source: Computing results
ro: Se calculează rezultatele

source: Decryption finished
ro: Decriptare finalizată

source: Decrypting
ro: În curs de decriptare

source: Partial decryptions finished
ro: Decriptările parțiale finalizate

source: Pending completion of partial decryptions
ro: Așteptăm finalizarea decriptărilor parțiale

source: Validating mixing
ro: În curs de validare a amestecului

source: Mixing finished
ro: Amestecul finalizat

source: Waiting for remote mixes
ro: Așteptăm amestecul făcut la distanță

source: Mixing
ro: Amestecăm

source: Validating voting
ro: În curs de validare a votării

source: Election closed
ro: Alegerile au fost închise

source: Waiting for voting to start.
ro: Așteptăm ca votarea să înceapă

source: Voting stopped. Pending close.
ro: Votarea s-a oprit. Așteptăm închiderea

source: Freezing
ro: Se îngheață alegerile

source: Frozen
ro: Înghețat

source: Election pending to freeze
ro: Alegerile sunt în curs de înghețare

source: Poll reference id
ro: Identificatorul scrutinului

source: Poll name
ro: Nume scrutin

source: Election forum enabled
ro: Forumul pentru alegeri este activat

source: Forum description
ro: Descrierea foumului

source: Forum access starts at
ro: Accesul la forum începe la

source: Forum access ends at
ro: Accesul la forum se încheie la

source: Forum extension date
ro: Data până la care se extinde accesul la forum

source: Prepare poll questions
ro: Pregătește întrebările pentru scrutin

source: Import voters list
ro: Importă lista de alegători

source: Waiting for all partial decryptions to finish
ro: Așteptăm toate decriptările parțiale să fie finalizate

source: Voting closed
ro: Votarea este închisă

source: Pending election close
ro: Așteptăm închiderea alegerilor

source: No questions set
ro: Nu au fost adăugate întrebări

source: No voters set
ro: Nu au fost adăugați alegători

source: Ready to freeze
ro: Gata de înghețare

source: Election initialized.
ro: Alegerile au fost inițializate.

source: Election candidates added.
ro: Candidații la alegeri au fost adăugați.

source: Election voters added.
ro: Alegătorii au fost adăugați.

source: Trustees keys generated.
ro: Cheile gardienilor au fost generate.

source: Election opened.
ro: Alegerile sunt deschise.

source: Election voters notified
ro: Alegătorii au fost anunțați

source: Election voters which not voted notified
ro: Alegătorii care nu au votat anunțați

source: Election extension needed.
ro: Extinderea alegerilor este necesară.

source: Election closed.
ro: Alegerile au fost închise.

source: Election tallied.
ro: Numărătoarea voturilor a fost efectuată.

source: Trustees should decrypt results.
ro: Gardienii trebuie să decripteze rezultatele.

source: Election results where decrypted.
ro: Rezultatele alegerilor unde au fost decriptate.

source: YES
ro: DA

source: NO
ro: NU

source: (EXCLUDED)
ro: (EXCLUS)

source: There must be at least two fields, Registration ID and Email
ro: Trebuie cel puțin două câmpuri, ID-ul de înregistrare și email-ul

source: Malformed mobile phone number: %s
ro: Număr de telefon mobil invalid: %s

source: Voter weight must be a positive integer, not %s
ro: Ponderea alegătorului trebuie să fie un întreg pozitiv, nu %s

source: Invalid voter data at line %s
ro: Datele alegătorului de la linia %s sunt invalide

source: Mobile backend is not set for this election
ro: Backend-ul pentru mobile nu a fost activat pentru aceste alegeri

source: Create trustee key
ro: Crează cheie pentru gardian

source: Verify trustee key
ro: Verifică cheia gardianului

source: Elections list
ro: Lista alegerilor

source: Create election
ro: Creează alegeri

source: Blank vote
ro: Vot nul

source: Election status
ro: Starea alegerilor

source: Freeze election
ro: Îngheață alegerile

source: Close election
ro: Închide alegerile

source: Close mixing
ro: Închide amestecarea

source: Cancel election
ro: Anulează alegerile

source: Save results
ro: Salvează rezultatele

source: Voters count
ro: Numărul de alegători

source: Polls count
ro: Numărul de scrutinuri

source: Edit poll
ro: Editează scrutinul

source: Voters
ro: Alegători

source: Election information
ro: Informații privind alegerile

source: Trustees list
ro: Lista gardienilor

source: Audited ballots
ro: Buletine de vot de auditare

source: Edit election
ro: Editare alegeri

source: Election admin actions
ro: Administrare alegeri

source: Polls
ro: Scrutinuri

source: Enter voting booth
ro: Intră în cabina de vot

source: Voting closed. Please wait for results
ro: Votarea s-a încheiat. Se așteaptă rezultatele.

source: Election canceled
ro: Alegerile au fost anulate

source: Election completed.
ro: Alegerile s-au încheiat.

source: Cast vote for all polls
ro: Votează la toate scrutinurile

source: System will guide you through all polls.
ro: Sistemul te va ghida prin toate scrutinurile.

source: Back
ro: Înapoi

source: Election cancel message
ro: Mesaj de anulare a alegerilor

source: Cancel reason
ro: Motivul anulării

source: Confirm election cancel
ro: Confirmă anularea alegerilor

source: Election close message
ro: Mesaj de închidere a alegerilor

source: Confirm election close
ro: Confirmă închiderea alegerilor

source: Please resolve the following issues in order to be able to freeze the election
ro: Te rugăm rezolvă următoareale probleme pentru a putea să îngheți alegerile

source: Cancel
ro: Anulare

source: No trustees are set for the election.
ro: Nu există gardieni pentru aceste alegeri.

source: Confirm freeze
ro: Confirmă înghețarea

source: Please confirm.
ro: Te rugăm confirmă

source: Confirm close mixing
ro: Confirmă închiderea amestecării

source: Rename poll
ro: Redenumește scrutinul

source: You have successfully uploaded your partial decryption of the election tally.
ro: Ai încărcat cu succes decriptarea ta parțială a numărătorii voturilor.

source: Filter
ro: Filtru

source: Election types
ro: Tipuri de alegeri

source: Elections Held
ro: Alegeri care au avut loc

source: Election Name
ro: Nume alegeri

source: Posts count
ro: Numărul de postări

source: Forum participants
ro: Participanți pe forum

source: Forum is closed.
ro: Forumul este închis.

source: votes cast
ro: voturi exprimate

source: Total score
ro: Scorul total

source: Save proof data
ro: Salvează datele care probează alegerile

source: To create a new election, enter the necessary information below.
ro: Pentru a crea noi alegeri, introduceți informațiile necesare mai jos.

source: Election Polls
ro: Scrutinurile

source: Your vote has been cast
ro: Votul tău a fost înregistrat

source: Your vote has been successfully cast. Thank you for participating.
ro: Votul tău a fost înregistrat cu succces. Mulțumim pentru participare!

source: A %(anchor_start)ssubmission receipt%(anchor_end)s for your vote has been sent to your email address or mobile phone.
ro: Un %(anchor_start)scertificat de introducere în urnă%(anchor_end)s pentru votul tău ți-a fost trimis pe adresa de email sau pe telefonul mobil.

source: Min answers
ro: Nr. minim de răspunsuri

source: Max answers
ro: Nr. maxim de răspunsuri

source: Manage questions
ro: Gestionează întrebările

source: Booth preview
ro: Previzualizează cabina de vot

source: Total voters count
ro: Numărul total de alegători

source: Excluded Voters
ro: Numărul de alegători excluși

source: Votes cast
ro: Voturi exprimate

source: This action will be executed for the %(voters_list_count)s filtered voters. Are you sure ?
ro: Această acțiune va fi executată pentru cei %(voters_list_count)s alegători filtrați. Ești sigur?

source: Voter list actions
ro: Acțiuni asupra listei de alegători

source: Import voters
ro: Import alegători

source: Notify voters
ro: Notifică alegătorii

source: Export voter list to CSV
ro: Export listă alegători în CSV

source: Delete all voters
ro: Șterge toți alegătorii

source: (Excluded)
ro: (Exclus)

source: Voter actions
ro: Acțiuni alegător

source: No actions available
ro: Nu există acțiuni disponibile

source: Delete voter
ro: Șterge alegător

source: Exclude voter
ro: Exclude alegător

source: No voters added
ro: Niciun alegător nu a fost adăugat

source: Enroll voters for poll
ro: Înregistrați alegători pentru scrutin

source: Please, prepare a simple text file with the voters in CSV form, as in the example:
ro: Pregătiți un fișier CSV precum în următorul exemplu:

source: EXAMPLE_CSV_INPUT_TEXT
ro: 1,i.popescu@email.ro,Ion,Popescu,Mihai,0723123456,1 2,george.petrescu@gmail.com,George,Petrescu ... <id>,<email>,<nume>,<prenume>,<prenume2>,<telefon>,<pondere>

source: *The last three fields (middle name, mobile phone and vote weight) are optional
ro: *Ultimele trei câmpuri (prenume2, telefon mobil și ponderea votului) sunt opționale

source: *Setting voting weight requires for middle name and mobile phone fields to be set, even as empty values
ro: *Dacă vreți să setați ponderea votului e necesar ca câmpurile prenume2 și telefon mobil să existe, fie și goale

source: The fields are, in order:
ro: Câmpurile sunt, în ordine:

source: The voter's given name
ro: Prenumele alegătorului

source: The voter's surname
ro: Numele de familie al alegătorului

source: The voter's middle name, or other title or name (optional)
ro: Al doilea prenume al alegătorului, sau alt titlu sau nume (opțional)

source: A personal mobile phone number of the voter (optional)
ro: Numărul de telefon mobil personal al alegătorului (opțional)

source: Voters vote weight (positive integer)
ro: Ponderea votului alegătorului (întreg pozitiv)

source: Upload file
ro: Încarcă fișierul

source: Upload complete.
ro: Încărcare completă.

source: You can now
ro: Acum poți să

source: review the voter list
ro: revezi lista de alegători

source: Bulk upload voters
ro: Încărcărea în bloc de alegători

source: Error in reading file.
ro: Eroare în citirea fișierului.

source: There were
ro: S-au citit

source: entries read from the uploaded file.
ro: intrări în fișierul încărcat.

source: Registration ID
ro: Identificator alegător

source: Given name
ro: Prenume

source: Surname
ro: Nume de familie

source: Middle or other name
ro: Prenume2

source: Mobile phone
ro: Telefon mobil

source: Vote weight
ro: Ponderea votului

source: Show all voters
ro: Arată toți alegătorii

source: Confirm voters
ro: Confirmă alegătorii

source: Cancel voter enrollment
ro: Anulează înregistrarea alegătorilor

source: Batch polls actions
ro: Acțiuni în masă pentru scrutinuri

source: name
ro: numele

source: status
ro: starea

source: ballot size
ro: mărimea buletinului de vot

source: voters registered
ro: alegători înregistrați

source: voters invited
ro: alegători invitați

source: voters voted
ro: alegători care au votat

source: votes
ro: voturi

source: last vote
ro: ultimul vot

source: poll forum
ro: forumul scrutinului

source: select action
ro: alege acțiunea

source: visit poll forum
ro: intră în forumul scrutinuluii

source: forum disabled
ro: forum dezactivat

source: Manage voters
ro: Gestionează alegătorii

source: Delete poll
ro: Șterge scrutinul

source: Totals
ro: Total

source: Add poll
ro: Adăugă scrutin

source: Please try again
ro: Te rugăm încearcă din nou

source: Error in verifying your trustee key, please try again.
ro: Eroare în verificarea cheii de gardian, te rugăm încearcă din nou.

source: Your trustee key has been verified!
ro: Cheia ta de gardian a fost verificată!

source: Your trustee key could not be verified.
ro: Cheia ta de gardian nu poate fi verificată.

source: The fingerprint for the public part of your trustee key is:
ro: Amprenta pentru partea publică a cheii de gardian este:

source: Loading cryptographic functions...
ro: Se încărcă funcțiile criptografice...

source: Select your trustee key file and press 'Verify'.
ro: Alege fișierul cu cheia de gardian și apasă 'Verifică'

source: To verify your trustee key, paste it here:
ro: Pentru a verifica cheia de gardian, lipește o aici:

source: Verify
ro: Verifică

source: Verifying private trustee key...
ro: Se verifică cheia privată de gardian...

source: The public part of your trustee key has been successfully uploaded.
ro: Partea publică a cheii tale de gardian a fost încărcată cu succes.

source: Please,
ro: Te rugăm

source: confirm you indeed possess the trustee key
ro: să confirmi că într-adevăr deții cheia de gardian

source: if you haven't.
ro: dacă nu ai făcut-o.

source: Confirm key possession
ro: Confirmă deținerea cheii

source: Key last verified at
ro: Cheie verificată ultima dată la

source: generate trustee key
ro: generază cheia de gardian

source: Your partial decryption has been successfully uploaded.
ro: Decriptarea parțială a ta a fost încărcată cu succes.

source: Invalid trustee key.
ro: Cheie gardian invalidă.

source: Trustee Key
ro: Cheie Gardian

source: Please confirm that you have saved your trustee key.
ro: Te rugăm să confirm că ți-ai salvat cheia de gardian

source: Your trustee key has been activated.
ro: Cheia ta de gardian a fost activată

source: Error in trustee key activation.
ro: Eroare în activarea cheii de gardian

source: As an election trustee you have to generate your
ro: Ca gardian al alegerilor trebuie să-ți generezi

source: trustee key
ro: cheia de gardian

source: Generate trustee key
ro: Generează cheia gardianului

source: My trustee key has been saved and secured. Please continue.
ro: Cheia mea ca gardian a fost salvată și securizată. Te rugăm continuă.

source: Activate trustee key
ro: Activează cheia de gardian

source: Save your trustee key
ro: Salvează cheia de gardian

source: Your trustee key has been generated. If you want, you can
ro: Cheia ta de gardian a fost generată. Dacă vrei, poți

source: remove it from memory and start over.
ro: să o ștergi din memorie și sa reîncepi.

source: If you already have a trustee key you can
ro: Dacă deja ai o cheie de gardian poți

source: reuse it
ro: să o refolosești

source: Reuse trustee key
ro: Refolosește cheia de gardian

source: Insert your trustee key below
ro: Introdu cheia de gardian mai jos

source: Continue
ro: Continuă

source: The public part of your trustee key
ro: Partea publică a cheii de gardian

source: Now you have to upload the public part of your trustee key to the Zeus servers.
ro: Acum trebuie să uploadezi partea publică a cheii de gardian pe serverul Zeus

source: You can save the fingerprint for reference.
ro: Poți salva amprenta pentru referință.

source: The trustees below are responsible for the decryption of the ballots
ro: Gardienii listați mai jos sunt responsabili pentru decriptarea voturilor

source: Trustee election identifier
ro: Identificator de gardian al alegerilor

source: Trustee key not verified
ro: Cheia gardianului nu este verificată

source: key verified
ro: cheie verificată

source: Polls decrypted
ro: Scrutinuri decriptate

source: No polls decrypted
ro: Niciun scrutin decriptat

source: No trustee election key set
ro: Nu este setată cheia pentru alegeri a gardianului

source: Send trustee login url
ro: Trimite link-ul gardianului

source: Delete trustee
ro: Șterge gardianul

source: Trustee last notified at
ro: Gardianul a fost notificat ultima dată la

source: Trustee key last verified at
ro: Cheia gardianului a fost verificată ultima dată la

source: Trustee completed partial decryption
ro: Gardianul a terminat decriptarea parțială

source: Pending partial decryption from trustee
ro: În așteptarea decriptării parțiale de către gardian

source: Election closed at <em>%(date)s</em>. Waiting for results.
ro: Alegerile s-au închis la <em>%(date)s</em>. Așteptăm rezultatele.

source: Support
ro: Asistență

source: Election support email
ro: Prin email

source: Election support phone
ro: Prin telefon

source: System message
ro: Mesaj de sistem

source: ELECTION INFO
ro: INFO ALEGERI

source: You have successfully cast a vote in %(election_name)s %(poll_name)s as %(voter_name)s %(voter_surname)s with registration ID: %(voter_login_id)s you can find your encrypted vote attached in this mail.
ro: Votul tău a fost înregistrat cu succes la scrutinul %(election_name)s %(poll_name)s Ai votat ca %(voter_name)s %(voter_surname)s cu numărul de alegător ('registration ID'): %(voter_login_id)s Votul tău în format criptat este atașat acestui email.

source: Thank you for voting
ro: Mulțumim pentru că ai votat!

source: The total voters across all elections for demo accounts is limited to
ro: Numărul total de alegători în toate alegerile pentru conturi demo este limitat la

source: Demo account for
ro: Cont demo pentru

source: Legitimate recipient:
ro: Destinatarul legal al acestui mesaj:

source: Dear voter,
ro: Dragă alegătorule,

source: The ending date of the election has changed. New ending date is:
ro: Data limită a alegerilor s-a modificat. Noua data limită este:

source: Forum daily summary
ro: Sumar zilnic al forumului

source: Intended recipient
ro: Destinatarul legitim al acestui e-mail

source: Voting link
ro: Link pentru votare

source: You are invited to vote in the poll:
ro: Ești invitat să votezi la scrutinul:

source: starting
ro: începând de la

source: and ending
ro: și până la

source: Your registration ID is:
ro: Numărul tău de alegător ('registration ID') este:

source: To submit your vote, follow the link below
ro: Pentru a vota, apasă pe link-ul de mai jos

source: Forum opens at
ro: Forumul se deschide la

source: and ends at
ro: și se închide la

source: Information:
ro: Informații

source: You can vote more than once. Only your last vote will be counted.
ro: Poți vota de oricâte ori. Numai ultimul tău vot va fi numărat și va conta.

source: For information about the voting you can contact the trustees by phone,
ro: Pentru informații despre votare poți contacta administratorul prin telefon

source: or by email,
ro: sau prin email

source: If you want to initiate an audit vote, to certify system security
ro: Dacă dorești să faci un vot de auditare, pentru a certifica securitatea sistemului

source: the valid audit codes are
ro: codurile pentru auditare sunt

source: Otherwise ignore those codes above.
ro: Altfel, aceste coduri de mai sus pot fi ignorate.

source: The voting takes place in the web browser in your computer, where your choices are recorded and encrypted before being submitted. We recommend the following browsers:
ro: Votarea are loc în web browser-ul de pe calculatorul tău unde alegerile făcute sunt înregistrate și criptate înainte de a fi trimise. Îți recomandăm următoarele browsere:

source: version
ro: versiunea

source: or newer
ro: sau mai nouă

source: Important: The present message is strictly personal and confidential. Do not forward or show it to others. Do not reply to this.
ro: Important: Acest mesaj e-mail este strict personal și confidențial. Nu aratăți acest mesaj altora și nu îl dați mai departe. Nu răspundeți acestui mesaj.

source: Instead, you can write to
ro: Dacă aveți întrebări, scrieți un mesaj separat către

source: If you are not the legitimate recipient, please delete this message and contact helpdesk@zeus.grnet.gr
ro: Dacă ați primit acest mesaj din greșeală, vă rugăm să ștergeți acest mesaj și să contactați helpdesk@zeus.grnet.gr

source: Audit codes only apply for poll:
ro: Codurile de audit se aplică numai pentru scrutinul:

source: Error saving form.
ro: Eroare în salvarea formularului.

source: Home
ro: Acasă

source: This is a login form for election administrators only. Voters have to use the link sent to them via email or SMS.
ro: Acesta este un formular de login pentru administratorii alegerilor. Alegătorii trebuie să folosească link-ul care le-a fost trimis prin email sau SMS.

source: You have successfully cast a vote in %(election_name)s %(poll_name)s %(vote_receipt_url)s
ro: Ai votat cu succes la %(election_name)s %(poll_name)s %(vote_receipt_url)s

source: As a trustee for the election
ro: Ca gardian pentru alegeri

source: please visit your control panel and follow the instructions
ro: te rugăm să intri pe tabloul de bord și să urmezi instrucțiunile

source: Zeus Digital Elections
ro: Zeus Alegeri Electronice

source: actions required, step
ro: acțiuni necesare, pasul

source: trustee dashboard
ro: tabloul de bord al gardienilor

source: Trustee actions
ro: Acțiuni ca gardian

source: You are logged in as election administrator
ro: Ești intrat în sistem ca administrator de alegeri

source: control panel
ro: panoul de control

source: logout
ro: ieși

source: change password
ro: schimbă parola

source: You are logged in as voter
ro: Ești intrat pe site ca alegătorul

source: proceed to election site
ro: mergi la site-ul alegerilor

source: You are logged in as trustee
ro: Ești intrat în sistem ca gardian

source: Your web browser is not supported for trustee functions.
ro: Browserul tău de web nu este suportat pentru funcții de gardian.

source: Voter login
ro: Login alegător

source: Please, provide your voter credentials sent to you via Email or SMS
ro: Te rugăm să introduci informațiile de acces la vot primite prin e-mail sau SMS

source: Redirecting...
ro: Redirectăm...

source: The message will only be sent to the following voter:
ro: Mesajul va fi trimis numai alegătorului:

source: Email content
ro: Conținutul email-ului

source: SMS content
ro: Conținutul SMS-ului

source: You can edit the contents of the message using the following form.
ro: Poți edita conținutul mesajului folosind următorul formular

source: Send
ro: Trimite

source: Sending complete.
ro: Trimiterea completă.

source: Back to the polls
ro: Înapoi la scrutinuri

source: FAQ
ro: Întrebări frecvente

source: Resources
ro: Resurse

source: Invalid link.
ro: Link invalid.

source: Something went wrong !!!
ro: Ceva nu a funcționa în regulă!!!

source: Choose election
ro: Selectează alegerile

source: Ballot
ro: Buletinul de vot

source: Submit ballots
ro: Trimite buletinele de vot

source: You may want to manually import ballots
ro: Poate vreti să importați manual buletinele de vot

source: here
ro: aici

source: Ballot counting is completed. Use the following links to save the results.
ro: Numărarea buletinul de vot este completă. Folosiți următoarele linkuri pentru a salva rezultatele.

source: Election data
ro: Datele alegerilor

source: Results files will be available from this url for a few minutes.
ro: Fișierele cu rezultate vor fi disponibile la acest URL în câteva minute.

source: To restart the counting process click
ro: Pentru a reporni procesul de numărare apăsați
